FAA-bit/Systemintegration/src/day_8/demo_esp32_mqtts/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_MBEDTLS_CERTIFICATE_BUNDLE=y
CONFIG_MBEDTLS_CERTIFICATE_BUNDLE_DEFAULT_FULL=y
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y

# Delad labbkonfiguration. Uppdatera broker-IP om lärarlaptopens adress ändras.
CONFIG_DEMO_WIFI_SSID="STI Student"
CONFIG_DEMO_WIFI_PASSWORD="STI1924stu"
CONFIG_DEMO_MQTT_BROKER_URI="mqtts://172.16.216.64:8883"
CONFIG_DEMO_MQTT_USERNAME="day8"
CONFIG_DEMO_MQTT_PASSWORD="demo-password"
CONFIG_DEMO_TOPIC_PREFIX="iot25/day8"
